/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */

"zanalytics.bug.alert.cancel"               = "Nie";
"zanalytics.bug.alert.title"                = "Chcesz nam o czymś powiedzieć?";
"zanalytics.feedback.navbar.title.feedback"             = "Opinia";
"zanalytics.feedback.navbar.title.reportbug"            = "Zgłoś usterkę";
"zanalytics.feedback.navbar.title.helpme"               = "Potrzebuję pomocy";

"zanalytics.feedback.navbar.title.systemlogs"             = "Dzienniki systemowe";

"zanalytics.feedback.navbar.title.diagnosticinfo"             = "Informacje diagnostyczne";

"zanalytics.bug.alert.dontshowagain"            = "Nie pokazuj ponownie";
"zanalytics.bug.alert.title.helpme"            = "Potrzebuję pomocy";

"zanalytics.bug.alert.message.savetolocal"         = "Niestety... Nie mogliśmy wysłać raportu o usterkach. Czy chcesz zapisać zrzut ekranu?";



"zanalytics.feedback.email.title"                = "Adres e-mail";


"zanalytics.bug.detectscreen.title"       = "Masz coś interesującego?";

"zanalytics.bug.alert.detectscreen.yes"                      = "Tak";
"zanalytics.bug.alert.detectscreen.no"                       = "Nie";

"zanalytics.bug.alert.detectscreen.share" = "Udostępnij";
"zanalytics.bug.alert.detectscreen.dontshow" = "Nie pytaj ponownie";

"zanalytics.bug.annotate.button.title"                       = "Dodaj adnotacje dotyczące usterki za pomocą poniższych narzędzi";


"zanalytics.feedback.failed.alert.description" = "Nie można wysłać opinii. Spróbuj ponownie!";


"zanalytics.feedback.success.alert.description" = "Dziękujemy za przesłanie opinii!";


"zanalytics.feedback.common.alert.title.add.photos" = "Dodaj zdjęcia";
"zanalytics.feedback.common.alert.title.alert" = "Alert";
"zanalytics.feedback.common.button.title.back" = "Wstecz";
"zanalytics.feedback.common.button.title.cancel" = "Anuluj";
"zanalytics.feedback.common.button.title.close" = "Zamknij";
"zanalytics.feedback.common.button.title.ok" = "OK";

"zanalytics.feedback.textview.placeholder"           = "Jesteśmy doskonałymi słuchaczami. Podziel się swoją opinią!";
"zanalytics.bug.textview.placeholder"           = "Czy podczas korzystania z naszej aplikacji wystąpiły jakieś problemy? Daj nam znać.";
"zanalytics.help.textview.placeholder"           = "Postaramy się wszystko naprawić i pomóc Ci!";

"zanalytics.feedback.add.photos.alert.description" = "Nie dołączono zdjęć. Otwórz galerię, aby dodać więcej zdjęć!";

"zanalytics.feedback.add.photos.alert.open" = "Otwórz zdjęcia";


"zanalytics.feedback.access.photos.alert.description" = "Aplikacja %@ nie ma dostępu do zdjęć.\nAby uzyskać dostęp, przejdź do: Ustawienia > Prywatność > Zdjęcia > %@";

"zanalytics.feedback.access.photos.alert.settings" = "Ustawienia";

"zanalytics.feedback.label.title.anonymous" = "Anonimowo";

"zanalytics.feedback.navbar.button.title.send" = "Wyślij";
"zanalytics.feedback.navbar.button.title.next" = "Kolejny";
"zanalytics.feedback.navbar.button.title.done" = "Gotowe";
"zanalytics.feedback.navbar.button.title.editphotos" = "Edytuj zdjęcia";
"zanalytics.feedback.navbar.button.title.addmore" = "Dodaj więcej";
"zanalytics.feedback.navbar.button.title.attach" = "Dołącz";
"zanalytics.feedback.navbar.button.title.delete" = "Usuń";


"zanalytics.feedback.navbar.title.taptoedit" = "Dotknij, aby edytować";
"zanalytics.feedback.navbar.title.editor" = "Edytor";
"zanalytics.feedback.navbar.title.choosephotos" = "Wybierz zdjęcia";
"zanalytics.feedback.navbar.title.selectphotos" = "Wybierz zdjęcia";
"zanalytics.feedback.navbar.title.photoselected" = "Wybrane zdjęcie";
"zanalytics.feedback.navbar.title.photosselected" = "Wybrane zdjęcia";

"zanalytics.feedback.accessory.title.systemlogs" = "Uwzględniaj dzienniki systemowe";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "Uwzględniaj informacje diagnostyczne";
"zanalytics.feedback.accessory.button.title.view" = "Widok";

"zanalytics.feedback.picker.image.notfound" = "Nie znaleziono obrazów";

"zanalytics.feedback.attachments.title" = "Załączniki(%i)";

"zanalytics.feedback.privacy.consent.description" = "Zalecamy dołączenie dziennika konsoli i informacji diagnostycznych, ponieważ pomogą one naszym programistom lepiej zrozumieć przekazaną opinię.";

"zanalytics.feedback.privacy.consent.clogs.title" = "Dzienniki konsoli";

"zanalytics.feedback.privacy.consent.dinfo.title" = "Informacje diagnostyczne";

"zanalytics.feedback.privacy.consent.otherinfo.title" = "Inne informacje";

"zanalytics.feedback.privacy.consent.deviceinfo.title" = "Informacje o urządzeniu";

"zanalytics.feedback.privacy.consent.cancel" = "Anuluj";

"zanalytics.feedback.privacy.consent.openmailapp" = "Otwórz w poczcie";

"zanalytics.feedback.crash.sendcrash.alwayssend" = "Zawsze wysyłaj";


